Repository: marcosjunqueira/sonar-l10n-pt-omegat
Catalog: tm/mobility-omegat.tmx
Source language: en_us
Languages: pt_br

source: Use SDK Configuration tools to install mandatory tools.
pt_br: Utilizar ferramenta de configuração SDK para instalar ferramentas obrigatórias.

source: Java ME CDC Ricoh Platform Implementation
pt_br: Imlementação da plataforma CDC Ricoh em Java ME

source: Mobility Code Snippets
pt_br: Trecho de código de mobilidade

source: <html>Insert new Form into class</html>
pt_br: <html>Insira novo formulário na classe</html>

source: <html>Insert convenient method for loading images</html>
pt_br: <html>Insira o método conveniente para carregar imagens</html>

source: No document selected.
pt_br: Nenhum documento selecionado.

source: Please select a document to insert the item into.
pt_br: Por favor selecione um documento para inserí-lo dentro do item.

source: Failed!
pt_br: Falhou!

source: A&dd...
pt_br: A&dicionar...

source: Re&move
pt_br: Re&mover

source: &Add ZIP/JAR...
pt_br: &Adicionar ZIP/JAR...

source: Add F&older...
pt_br: Adicionar P&asta...

source: R&emove
pt_br: R&emover

source: Platform Tools:
pt_br: Ferramentas de plataforma:

source: D&evice Name:
pt_br: Nome do d&ispositivo:

source: Getting information about configuration...
pt_br: Pegando informação sobre configuração...

source: Getting emulator properties...
pt_br: Pegando propriedades do emulador...

source: Getting information about profiles...
pt_br: Pegando informações sobre profile...

source: Configuration successful.
pt_br: Configuração com sucesso.

source: Ignoring device ({0}) - no bootclasspath specified.
pt_br: Ignorando dispositivo ({0}) - nenhum bootclasspath especificado.

source: Connected Limited Device Configuration
pt_br: Configuração de dispositivo limitado conectado

source: Mobile Information Device Profile
pt_br: Profile de dispositivo de informação móvel

source: Wireless Messaging API
pt_br: API de mensagem sem fio

source: J2ME Web Services
pt_br: Serviços Web de J2ME

source: Java APIs for Bluetooth Wireless Technology
pt_br: Java APIs para Tecnologia sem fio bluetooth

source: Object Exchange APIs
pt_br: APIs de objetos de intercambio

source: File Connection and PIM Optional Packages
pt_br: Conexão de arquivo e pacotes opcionais PIM

source: Security and Trust Services APIs
pt_br: APIs de segurança e serviços de responsabilidade

source: Location Based APIs
pt_br: APIs baseadas em localização

source: Mobile 3D Graphics Optional Package
pt_br: Pacote opcional de gráficos móvel em 3D

source: ContentHandler APIs
pt_br: APIs ContentHandler

source: Mobile Internationalization API
pt_br: API de internacionalização móvel

source: Mobile Media API
pt_br: API de mídia móvel

source: Nokia User Interface
pt_br: Interface de usuário Nokia

source: Information Module Profile
pt_br: Profile do módulo de informação

source: Information Module Profile - Next Generation
pt_br: Profile do módulo de informação - Próxima geração

source: AT Java Open Framework APIs
pt_br: APIs de framework para abrir Java AT

source: Sources & JavaDoc
pt_br: Códigos-Fonte & JavaDoc

source: &Sources:
pt_br: &Códigos-Fonte:

source: Select Source
pt_br: Selecionar código-fonte

source: Select JavaDoc
pt_br: Selecionar JavaDoc

source: Folder, Jar/Zip Archive
pt_br: Pasta, arquivo jar/zip

source: Add source element.
pt_br: Adicionar elemento em código-fonte.

source: Removes selected source element from the list.
pt_br: Remove elemento do código-fonte selecionado da lista.

source: Add JavaDoc element.
pt_br: Adicionar elemento JavaDoc.

source: Removes selected JavaDoc element from the list.
pt_br: Remove elemento JavaDoc selecionado da lista.

source: Sources and JavaDoc Panel
pt_br: Códigos-fonte e painel JavaDoc

source: Devices
pt_br: Dispositivos

source: Tools & Extensions
pt_br: Ferramentas & Extensões

source: &Devices:
pt_br: &Dispositivos:

source: &Java Documentation:
pt_br: Documentação &Java:

source: &Open Preferences
pt_br: &Abrir preferências

source: Open &Utilities
pt_br: Abrir &utilitários

source: Use WTK Extensions:
pt_br: Utilizar extensões WTK:

source: &Memory Monitor
pt_br: Monitor de &memória

source: N&etwork Monitor
pt_br: Monitor de r&ede

source: R&efresh...
pt_br: A&tualizar...

source: Platform Detection
pt_br: Detecção de plataforma

source: Select Source Archive
pt_br: Selecionar arquivo de origem

source: Select JavaDoc Archive
pt_br: Selecionar arquivo JavaDoc

source: Jar/Zip Archive
pt_br: Arquivo jar/zip

source: Select Source Folder
pt_br: Selecionar pasta de origem

source: Select JavaDoc Folder
pt_br: Selecionar pasta JavaDoc

source: Folder
pt_br: Pasta

source: Cannot exec tool: {0}
pt_br: Impossível exec ferramenta: {0}

source: Platform Customizer Panel
pt_br: Painel personalizador de plataforma

source: Performs re-detection of current platform.
pt_br: Executa re-detecção da atual plataforma.

source: List of emulator platform devices.
pt_br: Listar dispositivos da plataforma emulador.

source: Add Zip or Jar file with sources.
pt_br: Adicionar arquivo zip ou jar com códigos-fonte.

source: Add folder with sources.
pt_br: Adicionar pasta com códigos-fonte.

source: Removes selected source element.
pt_br: Remove elemento código-fonte selecionado.

source: Move selected element up.
pt_br: Mover elemento selecionado para cima.

source: Move selected element down.
pt_br: Mover elemento selecionado para baixo.

source: Add Jar or Zip with JavaDoc.
pt_br: Adicionar jar ou zip com JavaDoc.

source: Add folder with JavaDoc.
pt_br: Adicionar pasta com JavaDoc.

source: Removes selected item.
pt_br: Remove item selecionado.

source: Moves selected item up in the list.
pt_br: Move item selecionado para cima na lista.

source: Moves selected item down in the list.
pt_br: Moves item selecionado para baixo na lista.

source: Opens emulator platform Preferences dialog.
pt_br: Abre plataforma emulador em diálogo Preferencias.

source: Opens emlator platform Utilities dialog.
pt_br: Abre plataforma emulador em diálogo Utilitários.

source: Use Memory Monitor during execution.
pt_br: Utiliza monitor de memória durante execução.

source: Use Network Monitor during execution.
pt_br: Utilizar monitor de rede durante execução.

source: Use Profiler during execution.
pt_br: Utilizar profiler duante execução.

source: Pre&verify Command:
pt_br: Comando pre&verificador:

source: E&xecution Command:
pt_br: Comando de e&xecução:

source: &Debugger Command:
pt_br: &Depurador de comando:

source: The IDE will now try to detect and configure the platform.
pt_br: O IDE agora tentará detectar e configurar a plataforma.

source: Note: the process may take a while on some machines.
pt_br: Nota: o processo pode demorar um pouco em algumas máquinas.

source: Configuration was successful.
pt_br: Configuração foi com sucesso.

source: Configuration failed.
pt_br: Configuração falhou.

source: Location:
pt_br: Localização:

source: Please wait while the properties are detected...
pt_br: Por favor, aguarde enquanto as propriedades são detectadas...

source: Type:
pt_br: Tipo:

source: Configuration:
pt_br: Configuração:

source: Optional:
pt_br: Opcional:

source: Devices:
pt_br: Dispositivos:

source: Display name is empty.
pt_br: Exibição de nome está vazia.

source: The platform with given name is already installed.
pt_br: A plataforma com o nome fornecido já está instalada.

source: Platform was not detected.
pt_br: Plataforma não foi detectada.

source: Configure the Platform
pt_br: Configurar a plataforma

source: (This will be filled from detection)
pt_br: (Este será preenchido de detecção)

source: Profile libraries:
pt_br: Bibliotecas profile:

source: Configuration libraries:
pt_br: Bibliotecas de configuração:

source: Optional libraries:
pt_br: Bibliotecas opcionais:

source: CLDC Platform
pt_br: Plataforma CLDC

source: Java Mobile Edition CLDC Platform
pt_br: Plataforma CLDC edição móvel Java

source: J2ME Emulator
pt_br: Emulador J2ME

source: Standard UEI Emulator
pt_br: Emulador padrão UEI

source: Ignoring archive file ({0}) for {1} device - IO error while working with it.
pt_br: Ignorando arquivo ({0}) do dispositivo {1} - erro de IO enquanto trabalha com ele.

source: This is the location where the platform is installed.
pt_br: Esta é a localização onde a plataforma é instalada.

source: Detect...
pt_br: Detectar...

source: Customize Platform
pt_br: Plataforma personalizada

source: Specify JavaDoc URL
pt_br: Especificar URL JavaDoc

source: Add Javadoc URL
pt_br: Adicionar URL Javadoc

source: Add URL with JavaDoc.
pt_br: Adicionar URL com JavaDoc.

source: Platform Name:
pt_br: Nome da plataforma:

source: Platform Folder:
pt_br: Pasta da plataforma:

source: Allows to locate a Java ME Emulator installation on the machine and makes it known to the IDE, so it is available as a target for Java ME projects.
pt_br: Permite localizar uma instalação no emulador Java ME na máquina e faz com que seja conhecida para o IDE, de modo que também está disponivel como um destino para projetos Java ME.

source: Configuration templates provided by installed CLDC platforms
pt_br: Configuração de modelos fornecidos pelas plataformas CLDC instaladas

source: (platform already installed)
pt_br: (plataforma já está instalada)

source: There is no platform selected for installation.
pt_br: Não existe plataforma selecionada para instalação.

source: Search in progress...
pt_br: Busca em progresso...

source: Detecting Java ME platforms
pt_br: Detecando plataformas Java ME

source: Add...
pt_br: Adicionar...

source: Add Mobile Platforms
pt_br: Adicionar plataforma móvel

source: Detecting: {0}
pt_br: Detectando: {0}

source: (not yet detected)
pt_br: (não detectado ainda)

source: (invalid platform name)
pt_br: (nome da plataforma inválida)

source: (platform name collision)
pt_br: (colisão do nome da plataforma)

source: (detection failed)
pt_br: (detecção falhou)

source: Invalid platform name.
pt_br: Nome da plataforma inválida.

source: Some platform names are in collision.
pt_br: Nomes de algumas plataformas estão em colisão.

source: Detected Platforms
pt_br: Plataformas detectadas

source: <Detection in progress...>
pt_br: <Detecção em progresso...>

source: <b>Devices:</b><br>
pt_br: <b>Dispositivos:</b><br>

source: <br><b>Configurations:</b><br>
pt_br: <br><b>Configurações:</b><br>

source: <br><b>Optional APIs:</b><br>
pt_br: <br><b>APIs opcionais:</b><br>

source: <Select Platform>
pt_br: <Selecionar plataforma>

source: <html>Automatic detection of the selected platform failed.
pt_br: <html>Detecção automática da plataforma selecionada falhou.

source: To use the platform inside the IDE you will need to configure it manually as a <b>Custom Java Micro Edition Platform Emulator</b>.
pt_br: Para utilizar a plataforma dentro do IDE você precisará configurá - lo manualmente como um <b> emulador de plataforma personalizado para Java Micro Edition</b>.

source: You can find this option at the first panel of <b>Add Java Platform</b> wizard.
pt_br: Voce pode localizar esta opção no primeiro painel de <b>Add Java Platform</b> wizard.

source: Description
pt_br: Descrição

source: &Platform Details:
pt_br: Detalhes da &plataforma:

source: Platform Details:
pt_br: Detalhes da plataforma:

source: &Platform Javadoc:
pt_br: Javadoc da &platform:

source: &Platform Sources:
pt_br: Códigos-fonte da &plataforma:

source: &Select Platforms to Install:
pt_br: &Selecionar plataformas à instalar:

source: Select Platforms to Install:
pt_br: Selecionar plataformas à instalar:

source: Java ME MIDP Platform Emulator
pt_br: Emulador de plataforma MIDP Java ME

source: Choose directory to search for platforms
pt_br: Escolher diretório para pesquisar por plataformas

source: Search
pt_br: Pesquisar

source: &Select Platforms to Detect:
pt_br: &Selecionar plataformas à detectar:

source: F&ind More Java ME Platform Folders...
pt_br: L&ocalizar mais pastas da plataforma Java ME...

source: Find More Java ME Platform Folders...
pt_br: Localizar mais pastas da plataforma Java ME...

source: Select Platforms to Detect:
pt_br: Selecionar plataformas à detectar:

source: Platform Folders
pt_br: Pastas da plataforma

source: Searching in: {0}
pt_br: Procurando em: {0}

source: Searching for Java ME platforms
pt_br: Procurando por plataformas Java ME

source: No platform found
pt_br: Nenhuma plataforma encontrada

source: Found platforms: {0}
pt_br: Encontrada plataformas: {0}

source: Detection in progress...
pt_br: Detecção em progresso...

source: Find More Java ME Platforms...
pt_br: Localizar mais plataformas Java ME...

source: Configuring Imported {0}...
pt_br: Configuração importada {0}...

source: Debugger Command Line
pt_br: Depurador de linha de comando

source: Parameters:
pt_br: Parâmetros:

source: platformhome - platform home filled above
pt_br: plataformahome - plataforma home acima encheu

source: device - device name filled above
pt_br: dispositivo - nome do dispositivo acima encheu

source: classpath - platform classpath will be defined on the next wizard step
pt_br: classpath - plataforma classpath será definida no próximo passo do assistente

source: jadfile - jad file name
pt_br: arquivojad - nome do arquivo jad

source: jadurl - jad url for OTA execution
pt_br: urljad - url jad para execução OTA

source: securitydomain - security domain for OTA execution
pt_br: segurançadedominio - segurança de dominio para execução OTA

source: debug - this is just a condition indicating debug mode
pt_br: depurar - esta é exatamente a condição indicada para o modo de depuração

source: debugaddress - debug address
pt_br: depuradordeendereço - depurador de endereço

source: debugtransport - debug transport
pt_br: depuradordetransporte - depurador de transporte

source: debugserver - debug server mode - true by default
pt_br: depuradordeservidor - depurador de modo servidor - verdadeiro por padrão

source: debugsuspend - debug suspend mode - true by default
pt_br: depuradordesuspensão - depurador de modo suspensão - verdadeiro por padrão

source: cmdoptions - command line options propagated from project settings
pt_br: opçõesdecomando - oções de linha de comando propagada por configuração de projeto

source: / - OS specific directory separator
pt_br: / - separador de diretório específico OS

source: Parameter formats:
pt_br: Formatos de parâmetro:

source: {argument} is a simple replacement, so for example {jadfile} will be replaced by the real path to the jad file.
pt_br: {argumento} é uma simples substituição, assim, por exemplo (arquivojad) será substituído pelo verdadeiro caminho para o arquivo jad.

source: {argument|command line part} is a condition, if argument is set to some value the command line part will be added to the command line.
pt_br: {argumento|parte da linha de comando} é uma condição, se argumento é um conjunto de valores da parte da linha de comando será adicionado à linha de comando

source: Combination of condition and simple replacement is allowed.
pt_br: Combinação da condição e substituição simples é permitida.

source: For example: {jadfile|-Xdescriptor:"{jadfile}"} means that if the jadfile argument contains /myfolder/my.jad then -Xdescriptor:"/myfolder/my.jad" will be added to the command line.
pt_br: Por exemplo: {arquivojad|-Xdescriptor:"{arquivojad}"} significa que se o argumento do arquivojad contem /myfolder/my.jad então -Xdescriptor:"/myfolder/my.jad" será adicionado à linha de comando.

source: Preverify Command Line
pt_br: Pré-verificação de linha de comando

source: srcdir - source directory of classes to preverify
pt_br: dirfonte - fonte do diretório de classes para pré-verificação.

source: destdir - destination directory for preverified classes
pt_br: dirdestino - diretório de destino para classes pré-verificadas

source: Platform Home:
pt_br: Home da plataforma:

source: Debugger Command:
pt_br: Depurador de comando:

source: Device Name:
pt_br: Nome do dispositivo:

source: Execution Command:
pt_br: Comando de execução:

source: Preverify Command:
pt_br: Comando de pré-verificação:

source: Bootstrap Libraries:
pt_br: Bibliotecas bootstrap:

source: Detected APIs:
pt_br: APIs detectadas:

source: No Description
pt_br: Nenhuma descrição

source: Select Platform Home
pt_br: Selecionar home da plataforma

source: Platform home must be a valid directory.
pt_br: Home da plataforma deve ser um diretório válido.

source: Enter platform name.
pt_br: Entre com o nome da plataforma.

source: Enter device name.
pt_br: Entre com o nome do dispositivo.

source: Platform name cannot contain special characters.
pt_br: Nome da plataforma não pode conter caracteres especiais.

source: Device name cannot contain special characters.
pt_br: Nome do dispositivo não pode conter caracteres especiais.

source: Platform already exists.
pt_br: Plataforma já existe.

source: Custom Platform
pt_br: Plataforma personalizada

source: Custom Device
pt_br: Dispositivo personalizado

source: General Information
pt_br: Informação geral

source: Platfor&m Home:
pt_br: Home da platafor&ma:

source: Pl&atform Name:
pt_br: Nome da pl&ataforma:

source: Select a classpath element
pt_br: Selecionar um elemento classpath

source: No MIDP package exists on the classpath.
pt_br: Nenhum pacote MIDP existe em classpath.

source: No CLDC package exists on the classpath.
pt_br: Nenhum pacote CLDC existe em classpath.

source: Bootstrap Libraries
pt_br: Bibliotecas bootstrap

source: Configurations:
pt_br: Configurações:

source: Optional APIs:
pt_br: APIs opcionais:

source: Only fully recognized packages are shown.
pt_br: Apenas plenamente pacotes reconhecidos são mostrados.

source: Details are not available.
pt_br: Detalhes não disponíveis.

source: B&ootstrap Libraries:
pt_br: Bibliotecas b&ootstrap:

source: De&tected APIs:
pt_br: APIs de&tectadas:

source: Custom Java ME MIDP Platform Emulator
pt_br: Emulador de plataforma MIDP Java ME personalizada

source: Execution Command Line
pt_br: Execução de linha de comando

source: Add Java Platform
pt_br: Adicionar plataforma Java

source: Java ME Platform SDK Catalog
pt_br: Plataforma Java ME catálogo SDK

source: Creates an empty Scalable Vector Graphics (SVG) Tiny 1.1 file.
pt_br: Criar um gráfico vetor escalável (SVG) vazio arquivo Tiny 1.1 file.

source: You can edit the file in the IDE's Source Editor or launch an external editor to make changes to the file.
pt_br: Voce pode editar o arquivo no editor de código-fonte IDE's ou lançar um editor externo para fazer mudanças no arquivo.

source: SVG Files
pt_br: Arquivos SVG

source: Java ME SVG Core
pt_br: Núcleo SVG Java ME

source: SVGPaletteItem Files
pt_br: Arquivos SVGPaletteItem

source: SVG File
pt_br: Arquivo SVG

source: circle
pt_br: círculo

source: open curve
pt_br: abrir curva

source: closed curve
pt_br: curva fechada

source: ellipse
pt_br: elipse

source: line
pt_br: linha

source: polygon
pt_br: polígono

source: polyline
pt_br: polilinha

source: rectangle
pt_br: retangulo

source: round rectangle
pt_br: arredondar retângulo

source: text
pt_br: texto

source: Edit With External Tool ...
pt_br: Editar com ferramenta externa ...

source: Empty SVGPaletteItem file
pt_br: Arquivo SVGPaletteItem vazio

source: Import folder
pt_br: Importar pastas

source: {0} is not valid directory!
pt_br: {0} não é um diretório válido!

source: SVG Visual Composer
pt_br: Compositor visual SVG

source: Export SVG Element as image...
pt_br: Exportar elemento SVG como imagem...

source: Export as image
pt_br: Exportar como imagem

source: &Only for active configuration
pt_br: &Apenas para configuração ativa

source: For all confi&gurations
pt_br: Para todas configurações

source: Images for other configurations are transformed using screen ratio.
pt_br: Imagens para outras configurações são transformadas usando tela ratio.

source: Image size
pt_br: Tamanho de imagem

source: &Keep ratio
pt_br: &Manter ratio

source: &Width:
pt_br: &Largura:

source: &Height:
pt_br: &Altura:

source: Export
pt_br: Exportar

source: Image options
pt_br: opções de imagem

source: Image &format:
pt_br: &Formatar imagem:

source: Image &compression:
pt_br: &Compressão:

source: &Progressive
pt_br: &Progressivo

source: &Transparent
pt_br: &Transparente

source: Co&lor reduction method:
pt_br: Método de redução de co&r:

source: &Rate
pt_br: &Taxa

source: Format
pt_br: Formato

source: File
pt_br: Arquivo

source: Maximum
pt_br: Maxímo

source: Very High
pt_br: Muito alto

source: High
pt_br: Alto

source: Low
pt_br: Baixo

source: Minimum
pt_br: Mínimo

source: Color Quantization
pt_br: Quantização de cor

source: Median Cut
pt_br: Corte mediano

source: Encoding image...
pt_br: Codificação de imagem...

source: Export animation as image
pt_br: Exportar animação como imagem

source: Export:
pt_br: Exportar:

source: Animation time line
pt_br: linha de tempo de animação

source: &Start Time
pt_br: Hora de &inicializar

source: &End Time:
pt_br: Hora de &finalizar:

source: &Number of steps:
pt_br: &Número de passos:

source: &All frames in a single file
pt_br: &Todos os quadros em um arquivo simples

source: Fra&mes per second
pt_br: Qua&dros por segundo

source: Frame
pt_br: Quadros

source: Time
pt_br: Hora

source: Exporting animation
pt_br: Exportando animação

source: Export animation as image...
pt_br: Exportar animação como imagem...

source: Export as image...
pt_br: Exportar como imagem...

source: Exporting as image
pt_br: Exportando como imagem

source: Unlock
pt_br: Desbloquear

source: Previous Selection
pt_br: Seleção anterior

source: Previous
pt_br: Anterior

source: Next Selection
pt_br: Próxima seleção

source: Next
pt_br: Próximo

source: Select Parent Element
pt_br: Selecionar elemento pai

source: Zoom To Fit
pt_br: Zoom para ajustar

source: Zoom In
pt_br: Mais zoom

source: Zoom Out
pt_br: Menos zoom

source: control MINUS
pt_br: control MENOS

source: Delete Element
pt_br: Excluir elemento

source: DELETE
pt_br: EXCLUIR

source: Move To Top
pt_br: Move para o topo

source: HOME
pt_br: INÍCIO

source: Move To Bottom
pt_br: Move para baixo

source: END
pt_br: FIM

source: Move Forward
pt_br: Avançar

source: PAGE_UP
pt_br: PAGINA_PARA_CIMA

source: Move Backward
pt_br: Recuar

source: PAGE_DOWN
pt_br: PAGINA_PARA_BAIXO

source: Toggle Highlight
pt_br: Alternar destaque

source: Toggle Show Tooltip
pt_br: Alternar mostrar dica

source: Toggle Scale
pt_br: Alternar escala

source: Toggle Show ViewBox
pt_br: Alternar mostrar visualizar caixa

source: Start Animation
pt_br: Iniciar animação

source: Stop Animation
pt_br: Parar animação

source: Pause Animation
pt_br: Pausar animação

source: Resume Animation
pt_br: Retomar animação

source: Focus Next Element
pt_br: Centrar no próximo elemento

source: Focus Previous Element
pt_br: Centrar no elemento anterior

source: Activate Focused Element
pt_br: Elemento centrado ativado

source: Insert SVG Content...
pt_br: Inserir conteúdo SVG...

source: Insert SVG Content
pt_br: Inserir conteúdo SVG

source: Focus Hovered Element
pt_br: Centrar elemento focalizado

source: Toggle Focus Hovered Element
pt_br: Alternar centrar elemento focalizado

source: Open SVGView Window
pt_br: Abrir janela SVGView

source: SVGView Window
pt_br: Janela SVGView

source: This is a SVGView window
pt_br: Esta é uma janela SVGView

source: Add SVG Folder...
pt_br: Adicionar pasta SVG...

source: Import folder with SVG images into palette
pt_br: Importar pasta com imagens SVG na paleta

source: Loading...
pt_br: Carregando...

source: Parsing SVG text, please wait...
pt_br: Analisando texto SVG, por favor aguarde...

source: Image is not SVG Tiny compliant
pt_br: Imagem não está de acordo SVG

source: Perseus Error: {0}
pt_br: Perseus erro: {0}

source: Getting additional info, please wait...
pt_br: Pegando informação adicional, por favor aguarde...
